[
  {"author": "Socrates", "quote": "The only true wisdom is in knowing you know nothing."},
  {"author": "Plato", "quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light."},
  {"author": "Aristotle", "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."},
  {"author": "Confucius", "quote": "It does not matter how slowly you go as long as you do not stop."},
  {"author": "Laozi", "quote": "The journey of a thousand miles begins with a single step."},
  {"author": "Sun Tzu", "quote": "The supreme art of war is to subdue the enemy without fighting."},
  {"author": "René Descartes", "quote": "I think, therefore I am."},
  {"author": "Immanuel Kant", "quote": "Act in such a way that you treat humanity, whether in your own person or in the person of any other, never merely as a means to an end, but always at the same time as an end."},
  {"author": "Friedrich Nietzsche", "quote": "He who has a why to live for can bear almost any how."},
  {"author": "Søren Kierkegaard", "quote": "Life can only be understood backwards; but it must be lived forwards."},
  {"author": "Jean-Paul Sartre", "quote": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does."},
  {"author": "Simone de Beauvoir", "quote": "One is not born, but rather becomes, a woman."},
  {"author": "Albert Camus", "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion."},
  {"author": "Voltaire", "quote": "I disapprove of what you say, but I will defend to the death your right to say it."},
  {"author": "John Locke", "quote": "No man's knowledge here can go beyond his experience."},
  {"author": "Thomas Hobbes", "quote": "The life of man, solitary, poor, nasty, brutish, and short."},
  {"author": "Niccolò Machiavelli", "quote": "It is better to be feared than loved, if you cannot be both."},
  {"author": "Baruch Spinoza", "quote": "The highest activity a human being can attain is learning for understanding, because to understand is to be free."},
  {"author": "Ayn Rand", "quote": "The question isn't who is going to let me; it's who is going to stop me."},
  {"author": "Epictetus", "quote": "We cannot choose our external circumstances, but we can always choose how we respond to them."},
  {"author": "Seneca", "quote": "It is not that we have a short time to live, but that we waste a lot of it."},
  {"author": "Marcus Aurelius", "quote": "You have power over your mind - not outside events. Realize this, and you will find strength."},
  {"author": "Zeno of Citium", "quote": "Man conquers the world by conquering himself."},
  {"author": "Epicurus", "quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for."},
  {"author": "Pythagoras", "quote": "As soon as laws are necessary for men, they are no longer fit for freedom."},
  {"author": "Heraclitus", "quote": "No man ever steps in the same river twice, for it's not the same river and he's not the same man."},
  {"author": "Democritus", "quote": "Nothing exists except atoms and empty space; everything else is opinion."},
  {"author": "Diogenes", "quote": "He has the most who is most content with the least."},
  {"author": "Anaxagoras", "quote": "The descent to Hades is the same from every place."},
  {"author": "Parmenides", "quote": "We can speak and think only of what exists. And what exists is uncreated and imperishable for it is whole and unchanging and complete."},
  {"author": "Thales of Miletus", "quote": "The most difficult thing in life is to know yourself."},
  {"author": "Augustine of Hippo", "quote": "The world is a book and those who do not travel read only one page."},
  {"author": "Thomas Aquinas", "quote": "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible."},
  {"author": "David Hume", "quote": "A wise man proportions his belief to the evidence."},
  {"author": "John Stuart Mill", "quote": "A person may cause evil to others not only by his actions but by his inaction, and in either case he is justly accountable to them for the injury."},
  {"author": "Ludwig Wittgenstein", "quote": "The limits of my language mean the limits of my world."},
  {"author": "Martin Heidegger", "quote": "Every man is born as many men and dies as a single one."},
  {"author": "George Berkeley", "quote": "To be is to be perceived."},
  {"author": "Gottfried Wilhelm Leibniz", "quote": "In whatever manner God created the world, it would always have been regular and in a certain general order."},
  {"author": "Blaise Pascal", "quote": "The heart has its reasons of which reason knows nothing."},
  {"author": "Montesquieu", "quote": "Useless laws weaken the necessary laws."},
  {"author": "Jean-Jacques Rousseau", "quote": "Man is born free and everywhere he is in chains."},
  {"author": "Adam Smith", "quote": "The real tragedy of the poor is the poverty of their aspirations."},
  {"author": "Mary Wollstonecraft", "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks."},
  {"author": "Edmund Burke", "quote": "The only thing necessary for the triumph of evil is for good men to do nothing."},
  {"author": "Jeremy Bentham", "quote": "The greatest happiness of the greatest number is the foundation of morals and legislation."},
  {"author": "Georg Wilhelm Friedrich Hegel", "quote": "We learn from history that we do not learn from history."},
  {"author": "Arthur Schopenhauer", "quote": "A man can be himself only so long as he is alone; and if he does not love solitude, he will not love freedom; for it is only when he is alone that he is really free."},
  {"author": "Henry David Thoreau", "quote": "It’s not what you look at that matters, it’s what you see."},
  {"author": "Ralph Waldo Emerson", "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."},
  {"author": "William James", "quote": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes."},
  {"author": "John Dewey", "quote": "We do not learn from experience... we learn from reflecting on experience."},
  {"author": "Bertrand Russell", "quote": "The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts."},
  {"author": "Michel Foucault", "quote": "I don't feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning."},
  {"author": "Noam Chomsky", "quote": "If we don't believe in freedom of expression for people we despise, we don't believe in it at all."},
  {"author": "Jacques Derrida", "quote": "The intellectual is someone who is not afraid to point out the emperor's new clothes."},
  {"author": "Hannah Arendt", "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil."},
  {"author": "Karl Popper", "quote": "No rational argument will have a rational effect on a man who does not want to adopt a rational attitude."},
  {"author": "Slavoj Žižek", "quote": "The problem for us is not are our desires satisfied or not. The problem is how do we know what we desire."},
  {"author": "Martha Nussbaum", "quote": "To be a good human being is to have a kind of openness to the world, an ability to trust uncertain things beyond your own control."},
  {"author": "Peter Singer", "quote": "If we can prevent something bad without sacrificing anything of comparable significance, we ought to do it."},
  {"author": "Cornel West", "quote": "You can't lead the people if you don't love the people. You can't save the people if you don't serve the people."},
  {"author": "Judith Butler", "quote": "We lose ourselves in what we read, only to return to ourselves, transformed and part of a more expansive world."},
  {"author": "Avicenna", "quote": "The knowledge of anything, since all things have causes, is not acquired or complete unless it is known by its causes."},
  {"author": "Al-Ghazali", "quote": "The happiness of the drop is to die in the river."},
  {"author": "Ibn Khaldun", "quote": "He who finds a new path is a pathfinder, even if the trail has to be found again by others; and he who walks far ahead of his contemporaries is a leader, even though centuries pass before he is recognized as such."},
  {"author": "Rumi", "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself."},
  {"author": "Murasaki Shikibu", "quote": "Even in this world of uncertainty, we are never quite sure what is going to happen."},
  {"author": "Dogen", "quote": "If you are unable to find the truth right where you are, where else do you expect to find it?"},
  {"author": "Bankei Yotaku", "quote": "Don't get attached to the things you're looking at. Start to be aware of the one who is looking."},
  {"author": "Ryokan", "quote": "To find the Buddha, you have to see your own nature."},
  {"author": "Shunryu Suzuki", "quote": "In the beginner's mind there are many possibilities, but in the expert's mind there are few."},
  {"author": "Lao Tzu", "quote": "Mastering others is strength. Mastering yourself is true power."},
  {"author": "Chuang Tzu", "quote": "The wise man knows that it is better to sit on the banks of a remote mountain stream than to be emperor of the whole world."},
  {"author": "Mencius", "quote": "The great man is he who does not lose his child's-heart."},
  {"author": "Xunzi", "quote": "The petty man is eager to make boasts, yet desires that others should believe in him."},
  {"author": "Han Fei", "quote": "It is dangerous for a ruler to trust others. He who trusts others can be manipulated by others."},
  {"author": "Mozi", "quote": "To feel affection for people is the basis of benevolence, and to do away with what harms them is the basis of righteousness."},
  {"author": "Simone Weil", "quote": "Attention is the rarest and purest form of generosity."},
  {"author": "Mary Midgley", "quote": "The trouble with human beings is not really that they are selfish, but that they are not selfish enough."},
  {"author": "Philippa Foot", "quote": "There are no duties to the dead, because death is the end of all duties."},
  {"author": "Iris Murdoch", "quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality."},
  {"author": "G. E. M. Anscombe", "quote": "The only events that are truly random are those that are not caused by anything."},
  {"author": "Hypatia", "quote": "Reserve your right to think, for even to think wrongly is better than not to think at all."},
  {"author": "Plotinus", "quote": "Knowledge, if it does not determine action, is dead to us."},
  {"author": "Boethius", "quote": "Nothing is miserable unless you think it so."},
  {"author": "Anselm of Canterbury", "quote": "I do not seek to understand that I may believe, but I believe in order to understand."},
  {"author": "William of Ockham", "quote": "Entities should not be multiplied without necessity."},
  {"author": "Francis Bacon", "quote": "Knowledge is power."},
  {"author": "Gottlob Frege", "quote": "Every good mathematician is at least half a philosopher, and every good philosopher is at least half a mathematician."},
  {"author": "Edmund Husserl", "quote": "Experience by itself is not science."},
  {"author": "Theodor Adorno", "quote": "The splinter in your eye is the best magnifying-glass."},
  {"author": "Walter Benjamin", "quote": "The storyteller takes what he tells from experience—his own or that reported by others. And he in turn makes it the experience of those who are listening to his tale."},
  {"author": "Max Horkheimer", "quote": "The revolution which is to be brought about by the victory of the proletariat is the victory of the human race over the beast of prey."},
  {"author": "Jürgen Habermas", "quote": "The public sphere, in contrast to the private, is the sphere of public opinion."},
  {"author": "Frantz Fanon", "quote": "For a colonized people the most essential value, because the most concrete, is first and foremost the land: the land which will bring them bread and, above all, dignity."},
  {"author": "Angela Davis", "quote": "We have to talk about liberating minds as well as liberating society."},
  {"author": "bell hooks", "quote": "What we do is more important than what we say or what we say we believe."},
  {"author": "Kwame Anthony Appiah", "quote": "In life, the challenge is not so much to figure out how best to play the game; the challenge is to figure out what game you're playing."},
  {"author": "Alain Badiou", "quote": "Love without risk is an impossibility, like war without death."}
]